Repository: elementary/videos
Catalog: po/extra/*.po
Languages: cs, de, es, fr, hu, ka, lb, pl, ru, sk, sv, zh_tw

source: Videos
cs: Videa
es: Vídeos
fr: Vidéos
hu: Videók
ka: ვიდეოები
lb: Videoen
pl: Filmy
ru: Видео
sk: Videá
sv: Videor
zh_tw: 影片

source: Watch videos and movies
cs: Sledujte videa a filmy
de: Videos und Filme ansehen
es: Ver videos y películas
fr: Regarder des vidéos et des films
hu: Videók és filmek megtekintése
ka: უყურეთ ვიდეოებს და ფილმებს
lb: Videoen a Filmer kucken
pl: Oglądaj filmy i inne pliki wideo
ru: Просматривайте видео и фильмы
sk: Sledujte videá a filmy
sv: Titta på videor och filmer
zh_tw: 觀賞影片和電影

source: A modern video player that focuses on displaying video content instead of player controls. It remembers your last played video and playback position so you can pick up from where you left off.
cs: Moderní přehrávač videí, který se zaměřuje zejména na obsah místo na tlačítka a ovládání. Pamatuje si poslední přehrávané video a pozici přehrávání, takže se můžete kdykoliv vrátit tam, kde jste skončili.
de: Ein moderne Anwendung zur Wiedergabe von Videos, die den Fokus auf die Wiedergabe des eigentlichen Videoinhalts legt und nicht auf die Darstellung von Steuerelementen. Videos merkt sich, welcher Film zuletzt wiedergegeben wurde sowie die letzte Wiedergabeposition, so dass Sie umstandslos ab dort weitersehen können, wo Sie die Wiedergabe unterbrochen hatten.
es: Un reproductor de vídeos moderno centrado en el contenido y no en los controles de reproducción. Recuerda el último vídeo y momento reproducido para que pueda retomar la reproducción donde la dejó.
fr: Un lecteur vidéo moderne qui se focalise sur l'affichage du contenu vidéo au lieu des contrôles. Il se souvient de la dernière vidéo lue ainsi que de la position, ainsi vous pouvez reprendre où vous en étiez la fois précédente.
hu: Egy modern videólejátszó ami a videó megjelenítésére fókuszál a lejátszó vezérlése helyett. Emlékszik a legutóbb lejátszott videóra és a megállított pozícióra, így ott folytathatja, ahol abbahagyta.
ka: თანამედროვე ვიდეო-დამკვრელი, რომელიც ვიდეოს შემცველობას აქცევს ყურადღებას, კონტროლის მაგიერ. ის იმახსოვრებს ყველა ვიდეოს და თუ თავიდან ჩართავთ, დაკვრას იგივე ადგილიდან გააგრძელებს.
lb: Eng modern Video Spiller déi sech op den Ofspillen vum Videoinhalt konzéntreiert and net op Steierelementer. Et erënnert un Äre leschte gespillte Video an Positioun, sou datt Dir do weiderkucke kënnt, wou Dir opgehalen hutt.
pl: Nowoczesny odtwarzacz wideo, który skupia się na wyświetlaniu treści wideo zamiast na sterowaniu odtwarzaczem. Zapamiętuje ostatnio odtwarzany plik wideo oraz pozycję odtwarzania, dzięki czemu można go oglądać od miejsca, w którym został przerwany.
ru: Современный видеоплеер, сфокусированный на просмотре видео, а не на управлении им. Запоминает последние видео и позицию воспроизведения, так что вы всегда сможете вернуться к моменту, на котором остановились.
sk: Moderný prehrávač videa, ktorý sa zameriava hlavne na zobrazovanie obsahu namiesto ovládania prehrávača. Pamätá si naposledy prehrávané video a pozíciu prehrávania, takže môžete pokračovať tam, kde ste prestali.
sv: En modern videospelare som fokuserar på visning av videoinnehåll istället för spelarkontroller. Den kommer ihåg din senast spelade video och uppspelningsposition, så att du kan fortsätta titta precis där du slutade.
zh_tw: 專注在影片內容本身，而非播放器控制項目的現代化影片播放器。它能記住您上次觀賞的影片和時間點，所以您可以接續上次離開的地方開始觀賞。

source: Additional features include:
cs: Mezi další funkce patří:
de: Weitere Funktionen:
es: Se incluyen, entre otras funcionalidades:
fr: Les dispositifs additionnels incluent :
hu: További jellemzők közé tartozik:
ka: დამატებითი მახასიათებლებია:
lb: Weider Funktiounen:
pl: Dodatkowe funkcje obejmują:
ru: Дополнительные возможности включают:
sk: Medzi ďalšie funkcie patria:
sv: Ytterligare funktioner inkluderar:
zh_tw: 其他功能還包括：

source: Subtitle support
cs: Podpora titulků
de: Unterstützung von Untertiteln
es: Admite subtítulos
fr: Support des sous-titres
hu: Feliratok támogatása
ka: სუბტიტრების მხარდაჭერა
lb: Ënnertitel Ënnerstëtzung
pl: Obsługa napisów
ru: Поддержку субтитров
sk: Podporu titulkov
sv: Undertextstöd
zh_tw: 字幕支援

source: Play queue
cs: Fronta přehrávání
de: Wiedergabeliste
es: Cola de reproducción
fr: Liste de lecture
hu: Lejátszási sor
ka: დაკვრის რიგი
lb: Playlist ofspillen
pl: Kolejka odtwarzania
ru: Очереди воспроизведения
sk: Frontu prehrávania
sv: Uppspelningskö
zh_tw: 播放佇列

source: Thumbnail previews on the seek bar
cs: Náhledy videa na vyhledávací liště
de: Vorschau in der Suchleiste
es: Previsualizaciones en miniatura sobre la barra de posición
fr: Miniatures sur la barre de navigation
hu: Indexkép-előnézetek a sávon
ka: მინიატურები ძიების ზოლზე
lb: Virschau an der Sichbar
pl: Miniaturowy podgląd na pasku przewijania
ru: Вывод превью на панели навигации
sk: Náhľadové obrázky na posuvníku prehrávania
sv: Miniatyrbild i sökfältet
zh_tw: 在跳轉列上提供縮圖預覽

source: New features:
cs: Nové funkce:
de: Neue Funktionen:
es: Funcionalidades nuevas:
fr: Nouvelles fonctionnalités :
hu: Újdonságok:
ka: ახალი ფუნქციები:
lb: Nei Funktiounen:
pl: Nowe funkcje:
ru: Новые возможности:
sk: Nové funkcie:
sv: Nya funktioner:
zh_tw: 新功能：

source: Control playback from the sound indicator
hu: Lejátszás vezérlése a hangindikátorról
ka: აკონტროლეთ დაკვრა ხმის ინდიკატორიდან
lb: Kontrolléiert d'Playback vum Tounindikator
pl: Odtwarzanie może być teraz kontrolowane z indykatora dźwięku
ru: Управление воспроизведением из индикатора звука
sk: Ovládanie prehrávania z indikátora zvuku
sv: Styr uppspelningen från ljudindikatorn
zh_tw: 從音效指示器控制播放

source: Other updates:
cs: Ostatní aktualizace:
de: Weitere Updates:
es: Otras actualizaciones:
fr: Autres mises à jour :
hu: További frissítések:
ka: სხვა განახლებები:
lb: Aner Updates:
pl: Inne aktualizacje:
ru: Остальные обновления:
sk: Ostatné aktualizácie:
sv: Övriga uppdateringar:
zh_tw: 其他更新：

source: Make playback duration more accurate
hu: A lejátszás hossza pontosabb lett
ka: გახადეთ დაკვრის ხანგრძლივობა უფრო ზუსტი
lb: Maacht d'Playback Dauer méi genau
pl: Długość odtwarzania jest teraz dokładniejsza
ru: Время воспроизведения теперь более аккуратное
sk: Presnejšie zobrazenie trvania prehrávania
sv: Gör uppspelningstiden mer exakt
zh_tw: 讓播放時長更準確

source: Translation updates
cs: Aktualizace překladů
de: Übersetzungsaktualisierungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Frissített fordítások
ka: თარგმანის განახლებები
lb: Iwwersetzungsaktualiséierungen
pl: Aktualizacje tłumaczenia
ru: Обновления перевода
sk: Aktualizované preklady
sv: Uppdateringar av översättningar
zh_tw: 翻譯更新

source: Update to Flatpak Platform 7
hu: Frissítve Flatpak Platform 7-re
ka: განახლდა Flatpak 7-მდე
lb: Update op Flatpak Plattform 7
pl: Aktualizacja do Flatpak Platform 7
ru: Обновлено до Flatpak Platform 7
sk: Aktualizácia pre Flatpak Platform 7
sv: Uppdatering till Flatpak Platform 7
zh_tw: 更新到 Flatpak 平台 7

source: Fixes:
pl: Poprawki:
ru: Исправления:
sk: Opravy:

source: Fix a crash with certain video codecs
pl: Naprawiono błąd krytyczny w przypadku niektórych kodeków
ru: Исправлено падение программы с некоторыми видеокодеками
sk: Opravený pád pri niektorých video kodekoch

source: Update to 6.1 Flatpak runtime
pl: Aktualizacja do 6.1 Flatpak runtime
ru: Обновлено до 6.1 Flatpak runtime
sk: Aktualizácia pre beh programov Flatpak 6.1

source: Added support for the org.freedesktop.Platfrom.ffmpeg-full extension
pl: Dodano wsparcie dla rozszerzenia org.freedesktop.Platfrom.ffmpeg-full
ru: Добавлена поддержка расширения org.freedesktop.Platfrom.ffmpeg-full
sk: Pridaná podpora pre rozšírenie org.freedesktop.Platfrom.ffmpeg-full

source: Fix an issue with removing videos from library
cs: Opraven problém při odebírání videí z knihovny
fr: Correction d'un problème avec la suppression de vidéos depuis la bibliothèque
pl: Naprawiono problem z usuwaniem filmów z biblioteki
ru: Исправлена проблема с удалением видео из библиотеки
sk: Opravený problém pri odstraňovaní videí z knižnice

source: Two-finger swipe to go back
cs: Pro přechod zpět lze použít přejetí dvěma prsty
de: Zwei-Finger-Wisch um zurück zu navigieren
fr: Glissez avec deux doigts pour revenir en arrière
pl: Dodano gest dwudotykowy by powrócić
ru: Проведение двумя пальцами для возврата назад
sk: Posunutím dvoch prstov sa vrátite späť

source: Fix an issue with accessing library view
cs: Opraven problém s přístupem k zobrazení knihovny
de: Behebt einen Fehler im Zusammenhang mit dem Aufrufen von library view
es: Solucionar un problema con el acceso a la vista de la biblioteca
fr: Correction d'un problème lors de l'accès à la vue de la bibliothèque
pl: Naprawiono problem z dostępem do widoku biblioteki
ru: Исправлена проблема с доступом к представлению библиотеки
sk: Opravený problém s pristupovaním do zobrazenia knižnice

source: Fix an issue with returning to the welcome page while playing multiple videos
cs: Opraven problém s návratem na uvítací stránku při přehrávání vícero videí naráz
de: Behebt einen Fehler, der auftrat, wenn mehrere Videos abgespielt wurden und zur Willkommensseite gewechselt wurde
es: Soluciona un problema al volver a la página de bienvenida mientras se reproducen varios videos
fr: Correction d'un problème lors du retour sur la page de bienvenue lors de la lecture de plusieurs vidéos
pl: Naprawiono problem z powrotem do strony powitalnej podczas odtwarzania wielu wideo
ru: Исправлена проблема с возвратом на страницу приветствия при воспроизведении нескольких видеороликов
sk: Opravený problém pri návrate na uvítaciu obrazovku pri prehrávaní viacerých videí

source: Prevent sleep while playing a video
cs: Zabráněno uspání počítače v průběhu přehrávání videa
de: Verhindert, dass der Ruhezustand des Rechners bei Videowiedergabe aktiviert wird
es: Prevenir la suspensión cuando se reproduce un vídeo
fr: La mise en veille est désormais empêchée en cas de lecture d'une vidéo
pl: Zapobiegaj usypianiu podczas odtwarzania wideo
ru: Предотвращено засыпание системы во время воспроизведения видео
sk: Zabránenie uspania pri prehrávaní videa

source: Improvements:
cs: Vylepšení:
de: Verbesserungen:
es: Mejoras:
fr: Améliorations :
hu: Fejlesztések:
ka: გაუმჯობესებები:
lb: Verbesserungen:
pl: Ulepszenia:
ru: Улучшения:
sk: Vylepšenia:
sv: Förbättringar:
zh_tw: 改善項目：

source: Start up faster with large libraries
cs: Rychlejší spouštění v případě rozsáhlejších sbírek videí
de: Beschleunigter Start bei umfangreichen Bibliotheken
es: Inicio más rápido con videotecas grandes
fr: Démarrage plus rapide avec de grandes bibliothèques
pl: Szybsze uruchamianie z dużymi bibliotekami
ru: Ускорен запуск с большими библиотеками
sk: Rýchlejšie spustenie v prípade prítomnosti veľkých knižníc videí

source: Fix cases where subtitles refused to load
cs: Opraveny případy, kdy se odmítaly načíst titulky
de: Behebt Fehler, bei denen Untertitel nicht geladen wurden
es: Se corrigen casos en los que no se cargaban los subtítulos
fr: Correction des cas où les sous-titres ne chargeaient pas
pl: Naprawiono przypadki, w których napisy nie dały się ładować
ru: Исправлены случаи, когда субтитры отказывались загружаться
sk: Opravené prípady, kedy sa titulky odmietali načítať

source: Handle if library folder is deleted or moved
cs: Ošetřeno když je složka se sbírkou smazána nebo přesunuta
de: Verhalten falls der Ordner gelöscht oder verschoben wurde
es: Se maneja la situación en que se elimina o mueve la carpeta de la videoteca
fr: Gestion correcte en cas de déplacement ou suppression du dossier de bibliothèque
pl: Dodanie obsługi usuniętych lub przeniesionych folderów biblioteki
ru: Добавлена обработка случая, когда папка библиотеки удалена или перемещена
sk: Upravené presúvanie a odstraňovanie priečinkov knižnice

source: Load external subtitles
cs: Načíst externí titulky
de: Externe Untertitel laden
es: Carga de subtítulos externos
fr: Chargez des sous-titres externes
pl: Ładowanie zewnętrznych napisów
ru: Загрузка внешних субтитров
sk: Načítanie externých tituliek

source: Reliably update the replay button description and file
cs: Zlepšení spolehlivosti při aktualizaci popisek tlačítka opětovného přehrání a souboru
de: Beschreibung der Replay-Taste und der Datei zuverlässig aktualisieren
es: Se actualiza de forma fiable la descripción y el archivo en el botón de rerreproducir
fr: Mise à jour plus fiable de la description et du fichier associés au bouton de relecture
pl: Skuteczne aktualizacje opisu i pliku przycisku ponownego odtwarzania
ru: Обновлено описание кнопки воспроизведения и файла
sk: Zlepšenie spoľahlivosti pri aktualizácii popisu tlačidla opätovného prehrania a súboru

source: More consistently remember the last playing video and its play position
cs: Jednotnější zapamatování naposledy přehrávaného videa a kde se v něm minule skončilo
de: Letzte Wiedergabeposition und -datei werden zuverlässiger erinnert
es: Se recuerda de forma más coherente el último vídeo abierto y la posición de reproducción
fr: La dernière vidéo et sa position de lecture sont désormais mieux sauvegardées
pl: Bardziej spójne zapamiętywanie ostatnio odtwarzanego pliku wideo i pozycji odtwarzania
ru: Более последовательное запоминания последнего воспроизведённого видео и позицию его воспроизведения
sk: Jednotnejšie zapamätanie naposledy prehrávaného videa a v akej pozícii sa prehrávanie skončilo

source: Fix missing icon in episode view
cs: Oprava chybějící ikony v pohledu s epizodami
de: Behebt einen Fehler, bei dem ein Icon in der Episodenübersicht fehlte
es: Faltaba un icono en la vista de episodios
fr: Correction d'une icône manquante dans la vue des épisodes
pl: Naprawiono brakujące ikony w widoku odcinków
ru: Исправлено отсутствие иконок в просмотре эпизодов
sk: Opravená chýbajúca ikonka v zobrazení epizód

source: Option to automatically play next videos
cs: Volba pro automatické přehrávání videí, která následují
de: Option für Autoplay folgender Videos
es: Opción de reproducir automáticamente los siguientes vídeos
fr: Option pour démarrer la lecture des vidéos suivantes automatiquement
pl: Opcja automatycznego odtwarzania następnego wideo
ru: Возможность автоматически воспроизводить следующие видео
sk: Možnosť automatického prehrávania nasledujúcich videí

source: Navigate the playlist with the keyboard
cs: Pohybování se po seznamu stop pomocí klávesnice
de: Tastaturunterstützung für Playlistnavigation
es: Navegar por la lista de reproducción con el teclado
fr: Naviguez à travers les playlists au clavier
pl: Nawigacja playlisty przy użyciu klawiatury
ru: Навигация по cписку воспроизведения с помощью клавиатуры
sk: Umožnený pohyb v zozname videí pomocou klávesnice

source: Add a button to clear the playlist
cs: Přidání tlačítka pro vymazání seznamu stop
de: Füge einen Button hinzu, um die Playlist zu löschen
es: Añadido un botón para limpiar la lista de reproducción
fr: Ajout d'un bouton pour effacer la playlist
pl: Dodanie przycisku do wyczyszczenia playlisty
ru: Добавлена кнопка для очистки cписка воспроизведения
sk: Pridané tlačidlo na vymazanie zoznamu videí

source: Show audio track language in settings
cs: Zobrazení jazyka zvukové stopy v nastavení
de: Zeige Sprachspurauswahl in den Einstellungen
es: Se muestra el idioma de la pista de audio en la configuración
fr: Affichage de la langue de la piste audio dans les paramètres
pl: Pokazanie języka ścieżki audio w ustawieniach
ru: Отображение языка звуковой дорожки в настройках
sk: Zobrazovať jazyk zvukovej stopy v nastaveniach

source: Show playlist item titles in their tooltips
cs: V jejich nástrojových tipech zobrazovat nadpisy položek seznamu stop
de: Zeige die Titel von Playlistelementen in deren Tooltips
es: El título de los elementos de la lista de reproducción figura en sus descripciones emergentes
fr: Affichage du titre des éléments des playlists dans leur infobulle
pl: Pokazanie tytułów elementów listy odtwarzania w ich tooltipach
ru: Отображение названий элементов cписка воспроизведения в подсказках
sk: Zobrazovať názvy položiek v popisoch v zozname videí

source: Show an error for unsupported files
cs: Přidáno zobrazení chyby v případě nepodporovaných formátů souborů
de: Gibt eine Fehlermeldung für nicht unterstützte Dateien aus
es: Se muestra un error para archivos no compatibles
fr: Affichage d'une erreur pour les fichiers non supportés
pl: Pokazania błędu dla niewspieranych plików
ru: Отображение ошибки для неподдерживаемых файлов
sk: Pridané zobrazenie chyby ak sa vyskytnú nepodporované súbory

source: Fix disappearing cursor on headerbar
cs: Opraveno mizení kurzoru na titulní liště
de: Behebt einen Fehler, bei dem der Mauszeiger in der Headerbar verschwand
es: Corrección de la desaparición del cursor en la barra de cabecera
fr: Correction de la disparition du curseur dans l'entête
pl: Naprawiono znikający kursor na głównym pasku
ru: Исправлено исчезновение курсора на панели заголовка
sk: Opravené miznutie kurzoru na hornej lište

source: Hide seekbar preview when switching windows with Alt + Tab
cs: Skrytí lišty pro převíjení při přepínání oken pomocí Alt+Tab
de: Verstecke Suchfeld-Vorschau beim Benutzen von Alt + Tab
es: Se oculta la previsualización de la barra de búsqueda al cambiar de ventana con Alt + Tabulador
fr: L'aperçu de la barre de progression est masqué lors du basculement des fenêtres avec Alt + Tab
pl: Schowaj podgląd paska wyszukiwania przy zmianie okien przy użyciu Alt + Tab
ru: Скрыт предварительный просмотр панели поиска при переключении окон с помощью Alt + Tab
sk: Skrývať panel s posuvníkom pri prepínaní okien pomocou Alt + Tab

source: Build fixes
cs: Opravy sestavování (build)
es: Correcciones de compilación
fr: Correctifs
pl: Poprawki budowania
ru: Исправления сборки
sk: Opravy zostavovania

source: Window behavior improvements
cs: Zlepšeno chování okna
de: Verhalten der Fenster verbessert
es: Mejoras del comportamiento de las ventanas
fr: Améliorations du comportement des fenêtres
pl: Ulepszenia zachowania okna
ru: Улучшено поведение окон
sk: Zlepšenie správania okna

source: Fix disappearing subtitle tracks
cs: Opraveno mizení stop titulků
de: Verschwindende Untertitelspuren korrigiert
es: Corrección de la desaparición de pistas de subtítulos
fr: Correction de la disparition de la piste des sous-titres
pl: Naprawiono znikające ścieżki napisów
ru: Исправлено исчезновение дорожек субтитров
sk: Opravené miznutie stôp titulkov

source: Disallow setting playback before start
cs: Znemožněno pozastavení přehrávání před spuštěním
de: Playback vor Start einstellen verbieten
es: No permitir la configuración de reproducción antes de comenzar
fr: Désactivation du réglage de la lecture avant le lancement
pl: Uniemożliwiono ustawienie odtwarzania przed startem
ru: Запрещена настройка воспроизведения перед началом
sk: Znemožnenie nastavenia prehrávania pred spustením

source: Limit consecutive spacebar pauses
cs: Omezení pozastavení pomocí mezerníku po sobě
de: Limitiert aufeinander folgende Pausen mittels Leertaste
es: Limitar las pausas consecutivas de la barra espaciadora
fr: Limiter la mise en pause lors de l'appui consécutif sur la barre espace
pl: Ograniczono kolejne pauzy przy użyciu spacji
ru: Ограничены последовательные паузы пробелом
sk: Obmedzenie pozastavenia / prehrávania pri rýchlom stláčaní medzerníka za sebou

source: Crash fixes
cs: Opraveny pády
de: Behebung von Problemen, welche zum Absturz geführt haben
es: Correcciones de cierres inesperados
fr: Corrections de plantage
pl: Poprawki błędów krytycznych
ru: Исправления сбоев
sk: Opravené pády

source: Remove About dialog
cs: Odebrání dialogu O aplikaci
de: Über.. Dialog entfernt
es: Eliminar cuadro de diálogo «Acerca de»
fr: Suppression de la boîte de dialogue « À propos »
pl: Usunięto okno dialogowe O programie
ru: Убран диалог «О программе»
sk: Odstránenie dialógu O aplikácii

source: Minor bug fixes
cs: Drobné opravy chyb
de: Kleinere Fehlerbehebungen
es: Solventados errores menores
fr: Corrections d'anomalies mineures
pl: Poprawki drobnych błędów
ru: Исправления незначительных ошибок
sk: Menšie opravy chýb

source: Preview popover now closely follows cursor position
cs: Vyskakovací okno náhledu nyní následuje pozici kurzoru
de: Das Preview-Popover folgt nun besser der Position des Mauszeigers
es: Vista de la ventana emergente cerca de la posición del cursor
fr: L'infobulle d'aperçu suit désormais correctement la position du curseur
pl: Popover z podglądem teraz dokładniej podąża za kursorem
ru: Предварительный просмотр теперь внимательнее следит за позицией курсора
sk: Vyskakujúce okno náhľadu teraz presnejšie nasleduje pozíciu kurzora

source: Fix appstream date format
cs: Opraven formát data v appstream metadatech
de: Fehler im appstream Datumsformat behoben
es: Corregido el formato de fecha de AppStream
fr: Correction du format de la date d'appstream
pl: Popraw format daty appstream
ru: Исправление формата даты appstream
sk: Opravený formát dátumu v appstreame

source: Added a library view with search
cs: Přidáno zobrazení knihovny s vyhledáváním
de: Bibliotheksansicht mit Suche hinzugefügt
es: Agregada una vista de biblioteca con función de búsqueda
fr: Ajout d'une vue bibliothèque avec une fonction recherche
pl: Dodano widok biblioteki z wyszukiwaniem
ru: Добавлен просмотр библиотеки с поиском
sk: Pridané zobrazenie knižnice s vyhľadávaním

source: Fixed a bug that prevents keyboard navigation
cs: Opravena chyba zabraňující ovládání pomocí klávesnice
de: Es wurde ein Fehler behoben, der die Tastaturnavigation verhinderte
es: Arreglado un error que impedía la navegación mediante el teclado
fr: Correction d'un bug empêchant la navigation avec le clavier
pl: Naprawiono błąd, który uniemożliwiał nawigację klawiaturą
ru: Исправлена ошибка, не позволяющая использовать навигацию с клавиатуры
sk: Opravená chyba, ktorá bránila v navigácii klávesnicou

source: Video Player
cs: Přehrávač videa
es: Reproductor de video
fr: Lecteur vidéo
hu: Videólejátszó
ka: ვიდეო დამკვრელი
lb: Video Spiller
pl: Odtwarzacz filmów wideo
ru: Видеопроигрыватель
sk: Prehrávač videa
sv: Videospelare
zh_tw: 影片播放器

source: Open the main menu with the keyboard shortcut F10
ka: მთავარი მენიუს გახსნა კლავიატურის მალსახმობით F10
sv: Öppna huvudmenyn med kortkommandot F10

source: Use the File Chooser Portal
ka: ფაილის არჩევის პორტალის გამოყენება
sv: Använd filväljarportalen

source: Small hotfix release that fixes an annoying issue causing videos to play in a second window.
hu: Egy kis javítás, amely megoldja a videók külön ablakban való lejátszásával kapcsolatos zavaró problémát.
ka: პატარა რელიზი, რომელიც ასწორებს შემაწუხებელ პრობლემას, რომელიც ვიდეოების მეორე ფანჯარაში დაკვრას იწვევდა.
sv: Liten snabbutgåva som åtgärdar ett irriterande problem som gör att videor spelas upp i ett andra fönster.
zh_tw: 微幅錯誤修正更新，修正讓影片顯示在另一個視窗的煩人問題。

source: Respect dark style preference
hu: Sötét mód beállításának figyelembe vétele
ka: მუქი სტილის პარამეტრის გათვალისწინება
sv: Respektera mörk stilinställning
zh_tw: 遵循深色風格偏好設定

source: Support repeat one and repeat all
hu: Egy ismétlése és összes ismétlése
ka: ერთის და ყველას გამეორების მხარდაჭერა
sv: Stöd för att upprepa en och upprepa alla
zh_tw: 支援重複單項與重複全部的功能

source: Performance improvements
hu: Teljesítményoptimalizálások
ka: წარმადობის გაუმჯობესება
sv: Förbättringar av prestanda
zh_tw: 效能改善

source: Drop support for optical media
hu: Optikai média támogatásának megszüntetése
ka: დაგდების მხარდაჭერა ოპტიკური მედიისთვის
sv: Stöd för att släppa optiska medier
zh_tw: 捨棄對光碟的支援

source: Updated flatter design
hu: Frissített, flat dizájn
ka: განახლებული ბრტყელი დიზაინი
lb: Aktualiséiert flatter Design
sv: Uppdaterad plattare design
zh_tw: 更新成扁平化設計
