Repository: elementary/videos
Catalog: po/extra/*.po
Languages: cs, de, es, fr, hu, ka, lb, pl, ru, sk, sv, zh_tw

source: Send an app notification when adding items to the play queue
hu: Alkalmazásértesítés megjelenítése elemek lejátszási listához adásakor
ka: დასაკრავ სიაში ელემენტების ჩამატებისთვის აპისთვის გაფრთხილების გაგზავნა
lb: Schéckt eng App Notifikatioun wann Dir Elementer an d'Playlist bäifüugt
sv: Skicka ett appmeddelande när du lägger till objekt i uppspelningskön
zh_tw: 將項目加入待播清單時傳送應用程式通知

source: More accurate playback position save and restore
hu: A lejátszási pozíció pontosabb mentése/visszaállítása
ka: დაკვრის მდებარეობის უფრო ზუსტი შენახვა და აღდგენა
lb: Méi genee Playback Positioun späicheren a restauréieren
sv: Mer exakt lagring och återställning av uppspelningsposition
zh_tw: 讓播放位置的儲存與復原更加準確
