Repository: elementary/videos
Catalog: po/*.po
Languages: ckb, lb

source: Videos
ckb: ڤیدۆکان
lb: Videoen

source: Back
ckb: گەڕانەوە
lb: Zréck

source: Library
ckb: ژێدەرگە
lb: Bibliothéik

source: Episodes
ckb: ئەڵقەکان
lb: Folgen

source: Restore
ckb: گەڕاندنەوە
lb: Restauréieren

source: Video '%s' Removed.
ckb: ڤیدیۆی '%s' سڕایەوە.
lb: Video »%s« gouf geläscht.

source: All files
ckb: هەموو پەڕگەکان
lb: All Dateien

source: Video files
ckb: پەڕگە ڤیدیۆییەکان
lb: Video Dateien

source: Open
ckb: کردنەوە
lb: Opmaachen

source: _Open
ckb: _کردنەوە
lb: _Opmaachen

source: _Cancel
ckb: _هەڵوەشاندنەوە
lb: _Ofbriechen

source: A video is playing
ckb: ڤیدیۆیەک کراوەتەوە
lb: E Video spillt

source: Unrecognized file format
ckb: جۆری پەڕگە نەناسراوەیە
lb: Onbekannt DateiformatOnbekannt Dateiformat

source: Videos might not be able to play the file '%s'.
ckb: لەوانەیە بەرنامەی ڤیدیۆز نەتوانێت پەڕگەی '%s' لێبدات.
lb: Videos kann d'Datei »%s« vläicht net spillen.

source: Play Anyway
ckb: هەرچۆنێک بێت لێیدە
lb: Trotzdem ofspillen

source: Unable to play file at: %s The file is not a video ("%s").
ckb: نەتوانرا پەڕگەکە بکرێتەوە لە: %s پەڕگەکە ڤیدیۆ نییە ("%s").
lb: Datei kann bei »%s« net ofgespillt ginn Datei ass kee Video (»%s«).

source: No Videos Open
ckb: هیچ ڤیدیۆیەک نەکراوەتەوە
lb: Keing Viedeon oppen

source: Select a source to begin playing.
ckb: سەرچاوەیەک دیاریبکە بۆ دەستکردن بە سەیرکردن.
lb: Wiel eing Quell aus.

source: Open file
ckb: کردنەوەی پەڕگە
lb: Datei opmaachen

source: Open a saved file.
ckb: کردنەوەی پەڕگەیەکی پاشەکەوتکراو.
lb: Gespäichert Datei opmaachen.

source: Replay last video
ckb: کۆتا ڤیدیۆ بکەوە
lb: Leschten Video widderhuelen

source: Play from Disc
ckb: کردنەوە لە پەپکەوە
lb: Vum Disk ofspillen

source: Watch a DVD or open a file from disc
ckb: سەیرکردنی DVD یان کردنەوەی پەڕگەیەک لە دیسکەوە
lb: DVD ofspillen oder Datei vun engem CD/DVD opmaachen

source: Browse Library
ckb: گەڕان بەناو ژێدەرگە
lb: Browst Bibliothéik

source: Watch a movie from your library
ckb: فیلم لە ژێدەرگەکەتەوە سەیر بکە
lb: Kuckt e Film aus Ärer Bibliothéik

source: Resume last video
ckb: دەستپێکردنەوە کۆتا ڤیدیۆ
lb: Leschten Video resuméieren

source: Search Videos
ckb: گەڕان
lb: Videoen sichen

source: Play one video
ckb: یەک ڤیدیۆ لێدە
lb: E Video ofspillen

source: Automatically play next videos
ckb: خۆکارانە ڤیدیۆی دواتر لێدە
lb: Automatesch nächst Videoen ofspillen

source: Try changing search terms.
ckb: هەوڵدە وشەکانی گەڕان بگۆڕیت.
lb: Probéiert aner Sichbegrëffer ze benotzen.

source: No Results for “%s”
ckb: هیچ ئەنجامێک بۆ "%s" نەدۆزرایەوە
lb: Keng Resultater fir »%s«

source: Move to Trash
ckb: گواستنەوەی بۆ تەنەکەی خۆڵ
lb: An d'Poubelle réckelen

source: Set Artwork
ckb: دانانی ئارتوێرک
lb: Grafiken wielen

source: Image files
ckb: پەڕگە وێنەییەکان
lb: Bilddateien

source: Play
ckb: لێدان
lb: Ofspillen

source: Playlist
ckb: پلەی لیست

source: Settings
ckb: رێکخستنەکان
lb: Astellungen

source: Pause
ckb: وەستان
lb: Paus

source: Unfullscreen
ckb: بچووکردنەوە
lb: Vollbildschierm verloossen

source: Clear Playlist
ckb: سڕینەوەی پلەی لیست
lb: Playlist läschen

source: Enable Repeat
ckb: چالاککردنی دووبارە بوونەوە

source: Disable Repeat
ckb: وەستاندنی دووبارە بوونەوە

source: Subtitle files
ckb: پەڕگەی ژێرنووس
lb: Ënnertitel Dateien

source: External Subtitles
ckb: ژێرنووسی دەرەکی

source: Audio:
ckb: دەنگ:

source: Subtitles:
ckb: ژێر نووس:
lb: Ënnertitel:

source: External Subtitles:
ckb: ژێرنووسی دەرەکی:
lb: Extern Ënnertitel:

source: Track %u
ckb: تراکی %u
lb: Spur %u

source: None
ckb: هیج
lb: Keng

source: Default
ckb: بنەڕەت
lb: Standard

source: “%s” added to playlist
lb: »%s« zur Wiedergabeliste hinzugefügt op d'Playlist bäigefüügt

source: %u item added to playlist
lb: %u Element op d'Playlist bäigefüügt

source: Repeat None
lb: Näischt widderhuelen

source: Repeat All
lb: Alles widderhuelen

source: Repeat One
lb: Een widderhuelen
